Repository: SmaylovSerikbay/historystate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Kazakh
kk: Қазақша

source: Russian
kk: Орысша

source: English
kk: Ағылшынша

source: Institute of State History Admin
kk: Қазақстан мемлекеттік тарихы институтының басқаруы

source: Institute of State History
kk: Қазақстан мемлекеттік тарихы институты

source: Welcome to Institute of State History Admin
kk: Қазақстан мемлекеттік тарихы институтының басқаруына қош келдіңіз

source: Home
kk: Басты бет

source: Site
kk: Сайт

source: General
kk: Жалпы

source: Logo Preview
kk: Логотипті көру

source: Settings
kk: Баптаулар

source: Содержание
kk: Мазмұны

source: Документ
kk: Файл

source: Загрузить PDF документ
kk: PDF Файлды жүктеу

source: Настройки
kk: Баптаулар

source: Просмотр PDF
kk: PDF Файлды көру

source: PDF Документ
kk: PDF Файлды жүктеу

source: Личная информация
kk: Жеке мәліметтер

source: Контактная информация
kk: Байланыс мәліметтері

source: Фото
kk: Сурет

source: Информация об отделе
kk: Бөлімнің мәліметтері

source: Created at
kk: Жасалған уақыт

source: Updated at
kk: Жасалған уақыт

source: Image
kk: Сурет

source: Is active
kk: Активті

source: Order
kk: Төлем реті

source: Hero
kk: Қарсылас

source: Heroes
kk: Қарсылас

source: Title
kk: Бағдарлама

source: Description
kk: Сипаттама

source: Date
kk: Жасалған уақыт

source: Event
kk: Іс-шара

source: Events
kk: Іс-шаралар

source: Banner
kk: Баннер

source: Banners
kk: Баннерлар

source: Preview
kk: Көру

source: Is featured
kk: Жоғарылайды

source: News
kk: Жаңалықтар

source: Resources
kk: Қорлар

source: Ongoing
kk: Жүргізіліп жатыр

source: Completed
kk: Аяқталды

source: Status
kk: Жүргізіліп жатыр

source: Research Project
kk: Зерттеу жұмыстары

source: Research Projects
kk: Зерттеу жұмыстары

source: File
kk: Файл

source: Author
kk: Автор

source: Recommendation
kk: Ұсыным

source: Recommendations
kk: Ұсынымдар

source: Archive 2025
kk: Архив 2025

source: Journal
kk: Журнал

source: Journals
kk: Журналдар

source: Photo
kk: Сурет

source: Publication Date
kk: Жарналардың жарияланған уақыты

source: Expert Opinion
kk: Ғылыми жұмысшылар жұмысы

source: Expert Opinions
kk: Ғылыми жұмысшылар жұмысы

source: Value
kk: Мән

source: Icon Class
kk: Иконка класы

source: Parent Menu
kk: Бағдарлама

source: Menu Item
kk: Мәзір элементі

source: Menu Items
kk: Мәзір элементтері

source: Logo
kk: Логотип

source: Footer Text
kk: Футтер мәтіні

source: Footer Email
kk: Футтер электрондық пошта

source: Footer Phone
kk: Футтер телефон

source: Footer Address
kk: Футтер мекенжайы

source: Copyright Text
kk: Авторлық құқықтар

source: All rights reserved
kk: Барлық құқықтар сақталған

source: Site Settings
kk: Сайттың баптаулары

source: PDF File
kk: PDF Файлды жүктеу

source: Charter
kk: Шарт

source: Full Name
kk: Аты-жөні

source: Position
kk: Орын

source: Biography
kk: Биография

source: Email
kk: Электрондық пошта

source: Phone
kk: Телефон

source: Management
kk: Басқару

source: Head of Department
kk: Бөлім бастығы

source: Department
kk: Бөлім

source: Departments
kk: Бөлімдер

source: Scientific Council
kk: Зерттеу кеңесі

source: Academic Degree
kk: Дәреже

source: Year of Admission
kk: Кіру жылы

source: Research Topics
kk: Зерттеу тақырыптары

source: Young Scientists
kk: Жас ғылыми жұмысшылар

source: Scientific Library
kk: Ғылыми кітапхана

source: Expert analysis and opinions on historical events and their impact on modern society
kk: Ғылыми жұмысшылар жұмысы

source: Read Full Opinion
kk: Ғылыми жұмысшылар жұмысын толығырақ оқу

source: No expert opinions available at the moment.
kk: Қазір жағдайда ғылыми жұмысшылар жоқ.

source: No active journals available.
kk: Қазір жағдайда активті журналдар жоқ.

source: About Institute
kk: Институт туралы

source: Research
kk: Зерттеу

source: Scientific Journals
kk: Зерттеу журналдары

source: Modern History
kk: Қазіргі заман тарихы

source: Our Achievements
kk: Жетістіктер

source: Search...
kk: Іздеу...

source: Contact Information
kk: Байланыс мәліметтері

source: About Us
kk: Біз туралы

source: Quick Links
kk: Жылдам сілтемелер

source: Contact
kk: Байланыс

source: Information about our institute, structure and management
kk: Мемлекет тарихы институты, құрылымы және басқаруы туралы мәлімет

source: Print
kk: Баспа

source: Share
kk: Бөлісу

source: Institute Structure
kk: Институт құрылымы

source: Download Charter
kk: Шартты жүктеп алу

source: Head
kk: Басты

source: Download Document
kk: Документті жүктеп алу

source: Filter by Degree
kk: Дәреже бойынша фильтрлеу

source: All degrees
kk: Барлық дәрежелер

source: Filter by Year
kk: Жыл бойынша фильтрлеу

source: All years
kk: Барлық жылдар

source: Search
kk: Іздеу

source: Search by name or research topics
kk: Аты бойынша немесе зерттеу тақырыптары бойынша іздеу

source: Name
kk: Аты

source: Degree
kk: Дәреже

source: Year
kk: Жыл

source: Actions
kk: Әрекеттер

source: Show more
kk: Толығырақ

source: View Details
kk: Толығырақ

source: Admission Year
kk: Кіру жылы

source: Showing
kk: Көрінуі

source: of
kk: нені

source: scientists
kk: ғылыми жұмысшылар

source: Export to Excel
kk: Excel файлына экспорт

source: References
kk: Қолданылған әдебиеттер

source: Expert analysis and opinions on historical events
kk: Ғылыми жұмысшылар жұмысы

source: Search opinions...
kk: Ұсынымдарды іздеу...

source: Newest first
kk: Жаңылықтар бірінші

source: Oldest first
kk: Ескілер бірінші

source: Read More
kk: Толығырақ

source: Link copied to clipboard
kk: Сілтеме көшірілді

source: History State - Main Page
kk: Мемлекет тарихы институты - басты бет

source: Learn More
kk: Толығырақ

source: Research Publications
kk: Зерттеу журналдары

source: Active Projects
kk: Активті жұмыстар

source: Scientific Works
kk: Ғылыми жұмыстар

source: Scientists
kk: Ғылыми жұмысшылар

source: Main Hall
kk: Басты

source: Latest News
kk: Жаңалықтар

source: View All News
kk: Барлық жаңалықтарды қарау

source: Schedule an Appointment
kk: Бірінші кездесуді жоспарлау

source: Would you like to visit our institute or meet with our researchers? Schedule an appointment now!
kk: Біздің институтқа немесе ғылыми жұмысшылармен кездесуге қажеттісіңіз?

source: Schedule Appointment
kk: Кездесуді жоспарлау

source: Preferred Date
kk: Жақсы күн

source: Message
kk: Хабар

source: Close
kk: Жабу

source: Submit
kk: Жіберу

source: Journal Information
kk: Журнал мәліметтері

source: Issue
kk: Журнал

source: Download Journal
kk: Журналды жүктеп алу

source: Table of Contents
kk: Мәзір элементтері

source: Editorial Board
kk: Бастық

source: No journals available at the moment.
kk: Қазір жағдайда активті журналдар жоқ.

source: Previous
kk: Алдыңғы

source: Next
kk: Келесі

source: Latest news and updates from our institute
kk: Жаңалықтар және біздің институттың жаңартулары

source: Search news...
kk: Жаңалықтарды іздеу...

source: No news available at the moment.
kk: Қазір жағдайда жаңалықтар жоқ.

source: Scientific and methodological recommendations from our experts
kk: Ғылыми және әдістемелік ұсынымдар біздің ғылыми жұмысшыларымызбен

source: Search recommendations...
kk: Ұсынымдарды іздеу...

source: By title
kk: Аты бойынша

source: Download
kk: Файлды жүктеп алу

source: Your browser doesn't support PDF preview.
kk: Сіздің браузеріңіз PDF көрінісін қолдамайды.

source: Click here to download
kk: Сілтемеге басыңыз

source: No recommendations available at the moment.
kk: Қазір жағдайда ұсынымдар жоқ.

source: Published
kk: Шығарылды

source: Updated
kk: Жаңартылды

source: Related Documents
kk: Байланысты файлдар

source: No research projects available at the moment.
kk: Қазір жағдайда активті жұмыстар жоқ.

source: Search Results
kk: Іздеу нәтижелері

source: Search results for: "%(query)s"
kk: Іздеу нәтижелері: "%(query)s"

source: Please enter a search query
kk: Іздеу сұрағын енгізіңіз

source: Found %(counter)s result
kk: Табылды %(counter)s нәтиже

source: No results found for your search query.
kk: Сіздің іздеу сұрағыңызға сәйкес нәтижелер жоқ.

source: Suggestions:
kk: Ұсынымдар:

source: Make sure all words are spelled correctly
kk: Барлық сөздер дұрыс жазылғанын тексеріңіз

source: Try different keywords
kk: Әр түрлі сөздерді қолданыңыз

source: Try more general keywords
kk: Әр түрлі жалпы сөздерді қолданыңыз
